Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: Always seek the advice of your physician or another qualified health provider with any questions you may have regarding a medical condition, medication, or treatment.
ar: اطلب دائمًا نصيحة طبيبك أو مقدم رعاية صحية مؤهل حول أي أسئلة قد تكون لديك بخصوص حالة طبية أو دواء أو علاج.
ca: Busca sempre l'opinió del teu metge o d'un altre professional de la salut qualificat per a qualsevol dubte sobre una condició mèdica, medicació o tractament.
cs: Vždy vyhledejte radu svého lékaře nebo jiného kvalifikovaného poskytovatele zdravotní péče, pokud máte otázky týkající se zdravotního stavu, léku nebo léčby.
da: Søg altid råd hos din læge eller en anden kvalificeret sundhedsudbyder, hvis du har spørgsmål om en sygdom, medicin eller behandling.
de: Bitte suche bei Fragen zu einer Erkrankung, einem Medikament oder einer Behandlung stets den Rat deiner Ärzt:in oder einer anderen qualifizierten Gesundheitsfachperson.
el: Ζητήστε πάντα τη συμβουλή του/της ιατρού σας ή ενός άλλου εξειδικευμένου επαγγελματία υγείας για οποιεσδήποτε ερωτήσεις σχετικά με μια ιατρική πάθηση, φάρμακο ή θεραπεία.
es: Consulta siempre a tu médico u otro profesional sanitario cualificado si tienes preguntas sobre una condición médica, un medicamento o un tratamiento.
es_419: Siempre busca el consejo de tu médico u otro proveedor de salud calificado si tienes preguntas sobre una condición médica, un medicamento o un tratamiento.
fa: همیشه در مورد هر سوالی که دربارهٔ یک بیماری، دارو یا درمان دارید، از پزشک خود یا یک ارائه‌دهنده خدمات بهداشتی واجد شرایط مشورت بگیرید.
fi: Kysy aina lääkäriltäsi tai muulta pätevältä terveydenhuollon ammattilaiselta, jos sinulla on kysymyksiä terveydentilasta, lääkityksestä tai hoidosta.
fr: Demande toujours conseil à ton médecin ou à un autre professionnel de santé qualifié pour toute question concernant un état de santé, un médicament ou un traitement.
fr_ca: Consulte toujours ton médecin ou un autre professionnel de la santé qualifié pour toute question concernant un problème de santé, un médicament ou un traitement.
he: התייעץ תמיד עם רופאך או עם ספק בריאות מוסמך אחר לגבי כל שאלה בנוגע למצב רפואי, לתרופה או לטיפול.
hi: किसी भी चिकित्सा स्थिति, दवा, या उपचार के बारे में यदि आपके कोई प्रश्न हों तो हमेशा अपने चिकित्सक या किसी अन्य योग्य स्वास्थ्य प्रदाता से सलाह लें।
hu: Bármilyen kérdésed van egy egészségügyi állapottal, gyógyszerrel vagy kezeléssel kapcsolatban, mindig kérd ki orvosod vagy más képzett egészségügyi szakember tanácsát.
id: Selalu minta saran dari dokter atau penyedia layanan kesehatan berkualifikasi jika kamu memiliki pertanyaan mengenai kondisi medis, obat, atau pengobatan.
it: Chiedi sempre il parere del tuo medico o di un altro operatore sanitario qualificato per qualunque dubbio relativo a una condizione medica, a un farmaco o a un trattamento.
ja: 病状、薬、または治療に関して質問がある場合は、必ず担当医師や他の資格のある医療提供者に相談してください。
kk: Медицинаға, дәріге немесе емдеу тәсіліне қатысты сұрақтарыңыз болса, дәрігеріңізге немесе басқа білікті медициналық маманға жүгініңіз.
ko: 의학적 상태, 약물 또는 치료에 관해 궁금한 점이 있으면 항상 담당 의사나 다른 자격 있는 의료 제공자에게 상담하세요.
ms: Sentiasa dapatkan nasihat daripada doktor anda atau penyedia kesihatan yang layak jika anda mempunyai sebarang pertanyaan mengenai keadaan perubatan, ubat, atau rawatan.
nb: Søk alltid råd hos legen din eller en annen kvalifisert helsepersonell hvis du har spørsmål om en medisinsk tilstand, medisin eller behandling.
nl: Vraag bij vragen over een medische aandoening, medicatie of behandeling altijd advies aan je huisarts of een andere gekwalificeerde zorgverlener.
pl: Zawsze zasięgnij porady lekarza lub innego wykwalifikowanego specjalisty ds. zdrowia, jeśli masz pytania dotyczące stanu zdrowia, leku lub leczenia.
pt_br: Sempre procure a orientação do seu médico ou de outro profissional de saúde qualificado se tiver dúvidas sobre uma condição médica, medicação ou tratamento.
pt_pt: Procura sempre o conselho do teu médico ou de outro profissional de saúde qualificado para quaisquer dúvidas que possas ter sobre uma condição médica, medicação ou tratamento.
ro: Solicită întotdeauna sfatul medicului tău sau al unui alt furnizor de sănătate calificat pentru orice întrebări legate de o afecțiune medicală, medicament sau tratament.
ru: Всегда обращайся за советом к своему врачу или другому квалифицированному медицинскому специалисту по любым вопросам, связанным с состоянием здоровья, медикаментами или лечением.
sv: Rådgör alltid med din läkare eller annan kvalificerad vårdgivare om du har frågor om ett medicinskt tillstånd, läkemedel eller behandling.
th: ปรึกษาแพทย์หรือผู้ให้บริการด้านสุขภาพที่มีคุณสมบัติเหมาะสมเสมอ หากคุณมีคำถามเกี่ยวกับภาวะทางการแพทย์ ยา หรือการรักษา
tr: Herhangi bir tıbbi durum, ilaç veya tedaviyle ilgili soruların varsa her zaman doktoruna veya başka nitelikli bir sağlık uzmanına danış.
vi: Luôn tham khảo ý kiến bác sĩ hoặc nhân viên y tế có chuyên môn nếu bạn có thắc mắc liên quan đến tình trạng sức khỏe, thuốc hoặc phương pháp điều trị.
zh_hans: 如有任何关于病情、药物或治疗的问题，请始终咨询你的主治医师或其他合格的医疗提供者。
zh_hant: 如有任何關於病況、藥物或治療的疑問，請務必諮詢你的醫師或其他合格的醫療提供者。

source: Always seek the advice of your physician or another qualified health provider with any questions you may have regarding a medical condition, medication, or treatment. Never disregard professional medical advice or delay seeking it because of something you have read or recorded in this app.
ar: اطلب دائمًا نصيحة طبيبك أو أي مقدم رعاية صحية مؤهل إذا كانت لديك أسئلة حول حالة طبية أو دواء أو علاج. لا تتجاهل أبدًا نصيحة طبية مهنية ولا تؤخر طلبها بسبب ما قرأته أو سجلته في هذا التطبيق.
ca: Consulteu sempre el vostre metge o un altre professional sanitari qualificat per a qualsevol dubte que tingueu sobre una condició mèdica, medicació o tractament. No ignoreu mai el consell mèdic professional ni endarreriu la seva recerca a causa d'alguna cosa que hàgiu llegit o registrat en aquesta app.
cs: Vždy se poraď se svým lékařem nebo jiným kvalifikovaným zdravotnickým odborníkem, pokud máš nějaké otázky týkající se zdravotního stavu, léku nebo léčby. Nikdy neignoruj odbornou lékařskou radu ani neodkládej její vyhledání kvůli něčemu, co jsi v této aplikaci přečetl nebo zaznamenal.
da: Tal altid med din læge eller en anden kvalificeret sundhedsudbyder, hvis du har spørgsmål om en medicinsk tilstand, medicin eller behandling. Ignorer aldrig professionel medicinsk rådgivning eller udsæt at søge den på grund af noget, du har læst eller indtastet i denne app.
de: Bitte wende dich bei Fragen zu einer Erkrankung, Medikamenten oder einer Behandlung an deinen Arzt oder eine andere qualifizierte medizinische Fachkraft. Ignoriere niemals professionelle medizinische Ratschläge und zögere nicht, sie einzuholen – auch nicht aufgrund von Informationen, die du in dieser App gelesen oder aufgezeichnet hast.
el: Ζητάτε πάντα τη συμβουλή του ιατρού σας ή άλλου εξειδικευμένου επαγγελματία υγείας για οποιεσδήποτε ερωτήσεις έχετε σχετικά με μια ιατρική κατάσταση, φάρμακο ή θεραπεία. Μη αγνοείτε ποτέ επαγγελματική ιατρική συμβουλή και μην καθυστερείτε την αναζήτησή της εξαιτίας κάποιου κειμένου που διαβάσατε ή καταγράψατε σε αυτήν την εφαρμογή.
es: Busca siempre el consejo de tu médico u otro profesional sanitario cualificado si tienes alguna pregunta sobre una condición médica, un medicamento o un tratamiento. Nunca ignores el consejo médico profesional ni retrases su búsqueda por algo que hayas leído o registrado en esta app.
es_419: Siempre consulta a tu médico o a otro profesional de la salud calificado si tienes preguntas sobre una condición médica, un medicamento o un tratamiento. Nunca ignores el consejo médico profesional ni retrases su búsqueda por algo que hayas leído o registrado en esta app.
fa: همیشه برای هر سوال دربارهٔ وضعیت پزشکی، دارو یا درمان، از پزشک یا ارائه‌دهندهٔ مراقبت‌های بهداشتی واجد شرایط مشورت بگیرید. هرگز توصیهٔ حرفه‌ای پزشکی را نادیده نگیرید یا به‌خاطر چیزی که در این برنامه خوانده‌اید یا ثبت کرده‌اید، در طلب کمک تأخیر نیندازید.
fi: Kysy aina lääkäriltäsi tai muulta pätevältä terveydenhuollon ammattilaiselta neuvoa, jos sinulla on kysymyksiä sairaudesta, lääkityksestä tai hoidosta. Älä koskaan jätä huomioimatta ammatillista lääketieteellistä neuvontaa tai viivytä sen hakemista siksi, mitä olet lukenut tai tallentanut tässä sovelluksessa.
fr: Consulte toujours l'avis de ton médecin ou d'un autre professionnel de santé qualifié pour toute question concernant un problème médical, un médicament ou un traitement. Ne néglige jamais un avis médical professionnel et ne reporte pas une consultation à cause de quelque chose que tu aurais lu ou enregistré dans cette app.
fr_ca: Consulte toujours ton médecin ou un autre professionnel de la santé qualifié pour toute question concernant un problème médical, un médicament ou un traitement. Ne méprise jamais un avis médical professionnel et ne tarde pas à le consulter à cause de quelque chose que tu as lu ou enregistré dans cette app.
he: פנה תמיד לעצת הרופא שלך או לגורם רפואי מוסמך אחר בכל שאלה בנוגע למצב רפואי, לתרופה או לטיפול. אל תתעלם מעצה רפואית מקצועית ואל תתמהמה בבקשת סיוע רפואי בגלל משהו שקראת או רשמת באפליקציה זו.
hi: किसी भी मेडिकल स्थिति, दवा या उपचार के संबंध में यदि आपके कोई प्रश्न हों तो हमेशा अपने चिकित्सक या किसी अन्य योग्य स्वास्थ्य प्रदाता से सलाह लें। पेशेवर चिकित्सा सलाह को कभी अनदेखा न करें और न ही इस ऐप में पढ़ी या दर्ज किसी जानकारी के कारण सलाह लेने में देरी करें।
hu: Mindig konzultálj kezelőorvosoddal vagy más képzett egészségügyi szakemberrel, ha bármilyen kérdésed van egészségi állapotot, gyógyszert vagy kezelést illetően. Soha ne hagyd figyelmen kívül a szakmai orvosi tanácsot, és ne halaszd el annak megkeresését azért, amit ebben az alkalmazásban olvastál vagy rögzítettél.
id: Selalu minta saran dari dokter Anda atau penyedia kesehatan berkualifikasi lain jika Anda memiliki pertanyaan tentang kondisi medis, obat, atau perawatan. Jangan pernah mengabaikan saran medis profesional atau menunda mencarinya karena sesuatu yang Anda baca atau catat di aplikasi ini.
it: Consulta sempre il tuo medico o un altro professionista sanitario qualificato per qualsiasi domanda relativa a una condizione medica, a un farmaco o a un trattamento. Non ignorare mai consigli medici professionali né ritardare la loro richiesta a causa di qualcosa che hai letto o registrato in questa app.
ja: 常に主治医または他の資格を持つ医療提供者の助言を求めてください。病状、薬、治療に関して疑問がある場合は必ず相談してください。本アプリで読んだり記録したりした内容のために専門的な医療助言を無視したり、受診を遅らせたりしないでください。
kk: Медиалық жағдай, дәрі‑дәрмек немесе емдеу бойынша сұрақтарыңыз болса, әрдайым дәрігеріңізбен немесе басқа білікті медициналық маманмен кеңесіңіз. Бұл қосымшада оқығаныңызға немесе жазып алғаныңызға байланысты кәсіби медициналық кеңесті елемеу немесе оны іздеуді кейінге қалдырмаңыз.
ko: 의학적 상태, 약물 또는 치료에 대해 궁금한 점이 있으면 항상 주치의나 다른 자격 있는 의료 제공자에게 상담하십시오. 이 앱에서 읽은 내용이나 기록한 정보 때문에 전문적인 의학적 조언을 무시하거나 치료를 미루지 마십시오.
ms: Sentiasa dapatkan nasihat doktor anda atau penyedia kesihatan lain yang bertauliah jika anda ada sebarang pertanyaan mengenai keadaan perubatan, ubat, atau rawatan. Jangan sekali-kali mengabaikan nasihat perubatan profesional atau menangguhkan mendapatkan bantuan kerana sesuatu yang anda baca atau rekodkan dalam aplikasi ini.
nb: Rådfør deg alltid med legen din eller en annen kvalifisert helsepersonell hvis du har spørsmål om en medisinsk tilstand, medisin eller behandling. Ikke ignorér profesjonell medisinsk rådgivning eller utsett å søke slik hjelp på grunn av noe du har lest eller registrert i denne appen.
nl: Raadpleeg altijd je arts of een andere gekwalificeerde zorgverlener bij vragen over een medische aandoening, medicatie of behandeling. Negeer nooit professioneel medisch advies en stel het zoeken ervan niet uit vanwege iets dat je in deze app hebt gelezen of vastgelegd.
pl: Zawsze skonsultuj się z lekarzem lub innym wykwalifikowanym pracownikiem służby zdrowia, jeśli masz pytania dotyczące stanu zdrowia, leków lub leczenia. Nigdy nie lekceważ fachowej porady medycznej ani nie odkładaj jej zasięgnięcia z powodu informacji, które przeczytałeś(-aś) lub zapisałeś(-aś) w tej aplikacji.
pt_br: Sempre consulte o seu médico ou outro profissional de saúde qualificado se tiver qualquer dúvida sobre uma condição médica, medicação ou tratamento. Nunca ignore aconselhamento médico profissional nem demore a procurá‑lo por causa de algo que você tenha lido ou registrado neste app.
pt_pt: Procure sempre o conselho do seu médico ou de outro profissional de saúde qualificado para qualquer questão sobre uma condição médica, medicação ou tratamento. Nunca ignore o conselho médico profissional nem adie a sua procura por esse conselho por causa de algo que leu ou registou nesta app.
ro: Cere întotdeauna sfatul medicului tău sau al unui alt profesionist în sănătate calificat pentru orice întrebări legate de o afecțiune medicală, medicație sau tratament. Nu ignora sfatul medical profesionist și nu întârzia solicitarea acestuia din cauza a ceva ce ai citit sau înregistrat în această aplicație.
ru: Всегда обращайся за советом к своему лечащему врачу или другому квалифицированному специалисту по вопросам, касающимся состояния здоровья, лекарств или лечения. Никогда не игнорируй профессиональные медицинские рекомендации и не откладывай обращение за помощью из‑за того, что прочитал или записал в этом приложении.
sv: Rådfråga alltid din läkare eller en annan kvalificerad vårdgivare om du har frågor om ett medicinskt tillstånd, medicin eller behandling. Förkasta aldrig professionell medicinsk rådgivning eller vänta med att söka vård på grund av något du läst eller registrerat i den här appen.
th: ควรปรึกษาแพทย์หรือผู้ให้บริการด้านสุขภาพที่มีคุณสมบัติเหมาะสมเสมอหากคุณมีคำถามเกี่ยวกับภาวะทางการแพทย์ ยา หรือการรักษา อย่ามองข้ามคำแนะนำทางการแพทย์จากผู้เชี่ยวชาญหรือเลื่อนการขอความช่วยเหลือเพราะสิ่งที่คุณได้อ่านหรือบันทึกไว้ในแอปนี้
tr: Herhangi bir tıbbi durum, ilaç veya tedaviyle ilgili sorularınız varsa her zaman doktorunuza veya başka bir nitelikli sağlık uzmanına danışın. Bu uygulamada okuduğunuz veya kaydettiğiniz bir şey yüzünden profesyonel tıbbi tavsiyeyi göz ardı etmeyin veya aramakta gecikmeyin.
vi: Luôn tìm lời khuyên từ bác sĩ của bạn hoặc một nhân viên y tế có trình độ khác nếu bạn có bất kỳ thắc mắc nào về tình trạng sức khỏe, thuốc men hoặc phương pháp điều trị. Không bao giờ phớt lờ lời khuyên y tế chuyên môn hoặc trì hoãn việc tìm kiếm sự trợ giúp chỉ vì một điều bạn đã đọc hoặc ghi lại trong ứng dụng này.
zh_hans: 如有任何关于病情、药物或治疗的问题，请始终咨询你的主治医师或其他有资质的医疗提供者。切勿忽视专业医疗建议，或因为在本应用中阅读或记录的内容而延迟就医。
zh_hant: 請務必就任何疾病、藥物或治療相關問題，向你的醫師或其他合格的醫療人員諮詢。不要因為在此應用中看到或記錄的內容而忽視專業醫療建議或延遲就醫。
zh_hk: 請務必在有任何關於病況、藥物或治療的疑問時，諮詢你的醫生或其他合資格的醫療提供者。不應只因在此應用內讀到或記錄了某些資訊而忽略專業醫療建議或延遲尋求治療。

source: Amount
ar: الكمية
ca: Quantitat
cs: Množství
da: Mængde
de: Menge
el: Ποσότητα
es: Cantidad
fa: مقدار
fi: Määrä
fr: Quantité
fr_ca: Quantité
he: כמות
hi: मात्रा
hu: Mennyiség
id: Jumlah
it: Quantità
ja: 量
kk: Мөлшер
ko: 복용량
ms: Jumlah
nb: Mengde
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
pt_pt: Quantidade
ro: Cantitate
ru: Количество
sv: Mängd
th: ปริมาณ
tr: Miktar
vi: Liều lượng
zh_hans: 剂量
zh_hant: 劑量
zh_hk: 數量

source: Are you sure you want to clear all reminders for this medication?
ar: هل أنت متأكد أنك تريد مسح جميع التذكيرات لهذا الدواء؟
ca: Estàs segur que vols esborrar tots els recordatoris d'aquest medicament?
cs: Opravdu chceš vymazat všechna připomenutí pro tento lék?
da: Er du sikker på, at du vil fjerne alle påmindelser for denne medicin?
de: Möchtest du wirklich alle Erinnerungen für dieses Medikament löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλες τις υπενθυμίσεις για αυτό το φάρμακο;
es: ¿Estás seguro de que quieres eliminar todos los recordatorios de este medicamento?
es_419: ¿Seguro que quieres borrar todos los recordatorios de este medicamento?
fa: آیا مطمئن هستید که می‌خواهید همه‌ی یادآورها برای این دارو را پاک کنید؟
fi: Haluatko varmasti poistaa kaikki tämän lääkkeen muistutukset?
fr: Es-tu sûr de vouloir supprimer tous les rappels pour ce médicament ?
fr_ca: Es-tu sûr de vouloir supprimer tous les rappels pour ce médicament ?
he: האם לאשר הסרה של כל התזכורות עבור תרופה זו?
hi: क्या आप वाकई इस दवा के सभी रिमाइंडर साफ़ करना चाहते हैं?
hu: Biztosan törölni szeretnéd az összes emlékeztetőt ennél a gyógyszeres bejegyzésnél?
id: Apakah Anda yakin ingin menghapus semua pengingat untuk obat ini?
it: Sei sicuro di voler cancellare tutti i promemoria per questo farmaco?
ja: この薬のすべてのリマインダーをクリアしてもよろしいですか？
kk: Осы дәріге арналған барлық ескертулерді жоюға шынымен сенімдісіз бе?
ko: 이 약에 대한 모든 알림을 지우시겠습니까?
ms: Adakah anda pasti mahu mengosongkan semua peringatan untuk ubat ini?
nb: Er du sikker på at du vil fjerne alle påminnelser for dette legemidlet?
nl: Weet je zeker dat je alle herinneringen voor dit medicijn wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie przypomnienia dotyczące tego leku?
pt_br: Tem certeza de que deseja limpar todos os lembretes deste medicamento?
pt_pt: Tem a certeza de que pretende apagar todos os lembretes desta medicação?
ro: Sigur dorești să ștergi toate mementourile pentru acest medicament?
ru: Ты уверен(а), что хочешь удалить все напоминания для этого лекарства?
sv: Är du säker på att du vill rensa alla påminnelser för detta läkemedel?
th: คุณแน่ใจหรือว่าต้องการล้างการเตือนทั้งหมดของยานี้?
tr: Bu ilacın tüm hatırlatmalarını temizlemek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa tất cả lời nhắc cho loại thuốc này không?
zh_hans: 确定要清除该药物的所有提醒吗？
zh_hant: 您確定要清除這個藥物的所有提醒嗎？
zh_hk: 你確定要清除此藥物的所有提醒嗎？

source: Are you sure you want to delete this reminder?
ar: هل أنت متأكد أنك تريد حذف هذا التذكير؟
ca: Estàs segur que vols esborrar aquest recordatori?
cs: Opravdu chceš smazat toto připomenutí?
da: Er du sikker på, at du vil slette denne påmindelse?
de: Möchtest du diese Erinnerung wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την υπενθύμιση;
es: ¿Estás seguro de que quieres eliminar este recordatorio?
es_419: ¿Seguro que quieres eliminar este recordatorio?
fa: آیا از حذف این یادآور مطمئن هستید؟
fi: Haluatko varmasti poistaa tämän muistutuksen?
fr: Es-tu sûr de vouloir supprimer ce rappel ?
fr_ca: Es-tu sûr de vouloir supprimer ce rappel ?
he: האם לאשר מחיקת תזכורת זו?
hi: क्या आप वाकई इस रिमाइंडर को हटाना चाहते हैं?
hu: Biztosan törölni szeretnéd ezt az emlékeztetőt?
id: Apakah Anda yakin ingin menghapus pengingat ini?
it: Sei sicuro di voler eliminare questo promemoria?
ja: このリマインダーを削除してもよろしいですか？
kk: Бұл ескертуді жойғыңыз келетініне сенімдісіз бе?
ko: 이 알림을 삭제하시겠습니까?
ms: Adakah anda pasti mahu memadam peringatan ini?
nb: Er du sikker på at du vil slette denne påminnelsen?
nl: Weet je zeker dat je deze herinnering wilt verwijderen?
pl: Czy na pewno chcesz usunąć to przypomnienie?
pt_br: Tem certeza de que deseja excluir este lembrete?
pt_pt: Tem a certeza de que pretende eliminar este lembrete?
ro: Sigur dorești să ștergi acest memento?
ru: Ты уверен(а), что хочешь удалить это напоминание?
sv: Är du säker på att du vill ta bort den här påminnelsen?
th: คุณแน่ใจหรือว่าต้องการลบการเตือนนี้?
tr: Bu hatırlatıcıyı silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa lời nhắc này không?
zh_hans: 确定要删除此提醒吗？
zh_hant: 您確定要刪除這個提醒嗎？
zh_hk: 你確定要刪除此提醒嗎？
